tests/fixtures/xml/fake_ConsultarInformacoesRerct.xml

<soapenv:Envelope xmlns:soapenv = "http://schemas.xmlsoap.org/soap/envelope/" xmlns:sped = "http://sped.fazenda.gov.br/" ><soapenv:Header/><soapenv:Body><sped:ConsultarInformacoesRerct><sped:idEventoRerct>1</sped:idEventoRerct><sped:situacaoInformacao>0</sped:situacaoInformacao><sped:numeroRecibo>123456789012345678-12-123-1234-123456789012345678</sped:numeroRecibo><sped:cnpjDeclarante>99999999999999</sped:cnpjDeclarante><sped:tipoInscricaoDeclarado>1</sped:tipoInscricaoDeclarado><sped:inscricaoDeclarado>12345678901</sped:inscricaoDeclarado><sped:tipoInscricaoTitular>1</sped:tipoInscricaoTitular><sped:inscricaoTitular>12345678901</sped:inscricaoTitular><sped:cpfBeneficiarioFinal>12345678901</sped:cpfBeneficiarioFinal></sped:ConsultarInformacoesRerct></soapenv:Body></soapenv:Envelope>